rawfio/das-bind+mds_1.txt/0717_0214/fio_result.log
relplay: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=128
fio-3.29
Starting 1 thread

relplay: (groupid=0, jobs=1): err= 0: pid=1011: Thu Jul 17 10:58:22 2025
  read: IOPS=3351, BW=210MiB/s (220MB/s)(93.0GiB/453828msec)
    slat (nsec): min=1860, max=8124.1k, avg=3353.01, stdev=11267.02
    clat (usec): min=19, max=598733, avg=38189.05, stdev=33327.99
     lat (usec): min=22, max=598736, avg=38192.57, stdev=33328.03
    clat percentiles (usec):
     |  1.00th=[   676],  5.00th=[  1221], 10.00th=[  2835], 20.00th=[ 11731],
     | 30.00th=[ 18220], 40.00th=[ 23987], 50.00th=[ 30278], 60.00th=[ 38011],
     | 70.00th=[ 46924], 80.00th=[ 58983], 90.00th=[ 80217], 95.00th=[102237],
     | 99.00th=[154141], 99.50th=[177210], 99.90th=[231736], 99.95th=[254804],
     | 99.99th=[329253]
   bw (  KiB/s): min=39632, max=271425, per=100.00%, avg=214807.89, stdev=31984.80, samples=45
   iops        : min= 2875, max= 6213, avg=3341.42, stdev=583.49, samples=45
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.12%, 500=0.48%
  lat (usec)   : 750=0.97%, 1000=1.74%
  lat (msec)   : 2=4.89%, 4=3.87%, 10=5.79%, 20=15.19%, 50=39.88%
  lat (msec)   : 100=21.57%, 250=5.39%, 500=0.06%, 750=0.01%
  cpu          : usr=0.65%, sys=1.11%, ctx=1502158, majf=0, minf=521
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1521035,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
   READ: bw=210MiB/s (220MB/s), 210MiB/s-210MiB/s (220MB/s-220MB/s), io=93.0GiB (99.8GB), run=453828-453828msec